Revit 2024 API
SymbolTypeId.LbmPerFtDashH Property
 Symbol lbm/ft-h, indicating unit Pounds mass per foot hour.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId LbmPerFtDashH { get; }
Visual Basic
Public Shared ReadOnly Property LbmPerFtDashH As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ LbmPerFtDashH {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace